Repository: 00xRac/KEYPER
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: no

source: Email Breach Checker
no: E-postbrudd Sjekker

source: Password Generator
no: Passordgenerator

source: Strength Check
no: Styrkesjekk

source: Error %(code)s
no: Feil %(code)s

source: Please select at least one character type.
no: Velg minst én tegnkategori.

source: Password length must be between 4 and 128.
no: Passordlengden må være mellom 4 og 128.

source: Password cannot be empty.
no: Passord kan ikke være tomt.

source: Use at least 8 characters.
no: Bruk minst 8 tegn.

source: Include at least one uppercase letter.
no: Inkluder minst én stor bokstav.

source: Include at least one lowercase letter.
no: Inkluder minst én liten bokstav.

source: Include at least one number.
no: Inkluder minst ett tall.

source: Include at least one symbol.
no: Inkluder minst ett symboltegn.

source: Very Weak
no: Veldig svak

source: Weak
no: Svak

source: Medium
no: Middels

source: Strong
no: Sterk

source: Very Strong
no: Veldig sterk

source: About
no: Om

source: Keyper is a platform designed to help you manage and protect your passwords securely.
no: Keyper er en plattform laget for å hjelpe deg med å administrere og beskytte passordene dine på en sikker måte.

source: Our goal is to provide simple, fast, and secure tools to keep your personal data safe at all times.
no: Målet vårt er å tilby enkle, raske og sikre verktøy for å holde dine personlige data trygge til enhver tid.

source: Version 1.0 — © 2025 Keyper Technologies
no: Versjon 1.0 — © 2025 Keyper Technologies

source: Dashboard
no: Oversikt

source: Email Checker
no: E-postsjekk

source: Statistics
no: Statistikk

source: Language
no: Språk

source: Enter your email
no: Skriv inn e-postadressen din

source: Check
no: Sjekk

source: No breaches found.
no: Ingen brudd funnet.

source: Welcome to KEYPER
no: Velkommen til KEYPER

source: Password Length:
no: Passordlengde:

source: Include Uppercase
no: Inkluder store bokstaver

source: Include Lowercase
no: Inkluder små bokstaver

source: Include Digits
no: Inkluder tall

source: Include Symbols
no: Inkluder symboler

source: Generate Password
no: Generer passord

source: Generated Password:
no: Generert passord:

source: Passwords & Emails Breached (2015–2025)
no: Passord og e-poster lekket (2015–2025)

source: Estimated global number of passwords and emails compromised in the last decade.
no: Estimert globalt antall passord og e-poster som har blitt kompromittert det siste tiåret.

source: Most Common Breach Types
no: Vanligste typer datainnbrudd

source: Distribution of breaches by type or sector.
no: Fordeling av brudd etter type eller sektor.

source: Passwords Breached (millions)
no: Passord lekket (millioner)

source: Emails Breached (millions)
no: E-poster lekket (millioner)

source: Password Strength Checker
no: Passordstyrke Sjekker

source: Enter Password:
no: Skriv inn passord:

source: Check Strength
no: Sjekk styrke

source: Strength:
no: Styrke:
